{
    "Description" : "Contents for CEGhana",
    "type": {
        "generalInformation" : [
            {
                "home": {
                    "title": "home",
                    "contents": "For the past 50 plus years, Challenge Enterprises of Ghana (CEG) has been the leading name in the distribution of Christian literature in the country of Ghana and offers the best in Christian reading. Challenge distributes over 90% of the Bibles and Christian literature through 18 retail shops across the country as well as through a fleet of eight 'cinevans' which also function as mobile bookshops in remote villages in the 10 regions of Ghana. CEG offers all types and versions of the Bible and the widest variety and choice of Biblically balanced literature to the general public and the Christian community in particular."
                },

                "theEarlyYears": {
                    "title": "The Early Years",
                    "contents": "Challenge Enterprises of Ghana (CEG) was developed out of SIM (Serving in Mission) http://www.sim.org - formerly Sudan Interior Mission) in Ghana as a literature distribution outreach in 1956. In January of 1975, what was the SIM Literature programme, became the current Challenge Enterprises of Ghana"
                },

                "contactUs": {
                    "title": "Contact Us",
                    "contents": "Address: \nOpposite ATTC\nRoyalt Castle Road\nP. O. Box 5723\nAccra, North\nGhana, West Africa\nTel: 233-21-222437 / 223249\nFax: 233-21-226227\ne-mail: ceg@africaonline.com.gh"
                }
            }
        ],

        "ministries": [
            {
                "challengeBookshops": {
                    "title": "Challenge Bookshops",
                    "contents": "Challenge has been a trusted name in Christian book distribution throughout Ghana since 1956. The provision of Biblically balanced books is the essence of all that Challenge stands for - evangelism, discipleship, stewardship, <br />Christian Resources Center and as a pivot of Christian witness in Ghana. Challenge also offers DVD's, video and audio cassettes, wall plaques and posters with time tested scriptures for spiritual nourishment.",
                    "link" : "http://www.ceghana.com/images/bookshop2.jpg"
                },

                "cinemaToday" : {
                    "title": "Cinema Today (CineVan)",
                    "contents": "<big style='color:orange'>Cinema Today :</big>   The Cinevan is a mobile van equipped with an LCD projector and other relevant accessories to show free gospel films in communities, towns and villages in Ghana. The aim is to bring many people to the saving knowledge of Jesus Christ. Each van is manned by two trained evangelists / drivers, who undertake 22 – 26 nights of film shows per trip on a pre-determined route in a given geographical area. Each van makes between 8-9 such trips a year.\nThe two main objectives of the Cinevan are evangelism and church planting. The programme began in 1980 with one van. Presently the ministry has expanded to a fleet of eight vans. During the 25 years of operation, the vans have presented the gospel of Jesus Christ to over 20,639 communities, towns and villages in Ghana through film shows.<br />\nMany communities, towns & villages have been visited more than once. Audience at Cinevan films shows have exceeded 46,362,180. This is more than twice the population of Ghana. It is noteworthy that many of our audience might have also watched more than one Cinevan showing. Our audiences span across the whole spectrum of the Ghanaian society made up of people with diverse religious backgrounds.  \nDuring this period, over 3,558.384 people made decisions to follow Christ. Of these, 162 churches were planted in collaboration with local churches of different denominations. On the average, a Cinevan showing attracts 2,500 – 3000 people per showing, depending on where the showing takes place. Each night’s presentation is followed by 10 – 15 minutes of gospel message and an invitation to the audience to receive Christ as Saviour."
                },

                "mobileBookshops": {
                    "title": "Mobile Bookshops",
                    "contents" : "Another important function of the Cinevan is to serve as a mobile bookshop in the many places visited. The vans carry stock of excellent Christian books and Bibles providing opportunity for Christians in the area visited to buy Christian literature at their door steps at affordable prices. The books and Bibles are sold in the vans at the same prices like other Challenge Bookshops, no matter the distance they have covered.<br />\nMost Church leaders in Ghana see Cinevan Ministry as God’s gift to the Church for evangelism in Ghana. The cost of operating one of the cinevans is approximately US$50 or £30 for an average month of operation."
                },

                "localFollowUp" : {
                    "title": "Local Follow Up",
                    "contents": "Without proper follow-up to establish new converts in the faith, Cinevan showings would be reduced to mere entertainment. Therefore, those who respond to the gospel invitation and accept Jesus Christ are counseled by a team from each local church. These churches do follow-ups and disciple the converts. More so, the converts who are literate and so desire, are linked to the Challenge Enquiry Centre to do free Bible Correspondence Courses."
                },

                "prisonMinistry" : {
                    "title": "Prison Ministry",
                    "contents": "The focus of the prison ministry is to evangelize, disciple and train inmates to become committed and mature Christians who will witness about Christ whether in or out of prison. The scope of the ministry has been expanded to include prison officers. Literate prisoners are also privileged to do free Bible Courses. Challenge has two well trained Chaplains on staff who visit a number of prisons and minister to the spiritual needs of inmates."
                },

                "prisonChaplain" : {
                    "title": "Prison Chaplain",
                    "contents": "God’s Love at Work Behind Prison Bars <br />\nIt was during the troubled ‘70’s that a veteran missionary shrewdly observed 'O, the prisons of Ghana are wonderful! God has used them to bring more people to Himself than through all the churches in Ghana.' This woman’s convictions are disputed, but she does highlight an important phenomenon going on in Ghana’s prisons during Ghana’s troubled time of political unrest and mass detention of political prisoners.       <br />\nThere was a time when being an opposition candidate or a fallen politician could result in imprisonment. Your companion’s crime might have been criticizing the government or someone in power. During those days, many an aspiring politician found himself languishing in prison without recourse or trial. These unfortunate souls had plenty of time to think about the past and their uncertain future. They were 'open' and extremely grateful to be offered a Bible, devotional book, or a correspondence course. They were more than happy to attend a Bible study. Challenge used this open door to witness and encourage such people by making literature and other needed items available."
                },

                "youngSearchersLeague": {
                    "title": "Young Searchers League",
                    "contents": "The Young Searchers League is a strategically important ministry which was started in 1975. It seeks to bring young people between the ages of 10 and 18 years to the Lord through the study of God’s Word. The students are known as 'Lone Searchers'. Lone Searchers graduates include many of the present leaders and pastors of churches, and para-church organizations in Ghana. <br />\nThe programme entails three levels of Bible Correspondence Courses after which the students would have answered 500 questions between the gospel of Mark, the New Testament and the Old Testament<br />\nLone Searchers are awarded certificates, New Testaments and full Holy Bibles after successfully completing stages of the course. These awards attract new students and motivate continuing students to complete the course.<br />\nThe programme has been very successful and popular with the youth. We supply over 4,000 course materials to them, while up to 1,500 are able to complete one stage of the course monthly. Over 500 students per month qualify to receive Bibles."
                },

                "mailBoxClub": {
                    "title": "Mail Box Club",
                    "contents": "This is a 49 step course. It is mainly used as follow-up for Cinevan converts, prison chaplaincy work and the workplace fellowship."
                },

                "conferences": {
                    "title": "Conferences",
                    "contents": "Annual Pastors and Church Leaders Conferences: Conferences bring together pastors and church leaders from different denominations each year during the first three weeks of September. Through these conferences, Challenge Enterprises aims at sharing Biblical truths, sharpening the skills and equipping pastors and church leaders with vital tools that will make their ministry more effective in leading the flock God has entrusted to their respective care.<br />\nTopics are prayerfully selected to cover contemporary and pertinent issues affecting the growth and development of the Church as well as the Society in general.<br />\nInternationally renowned, gifted and seasoned speakers from within and outside Ghana who are able to competently handle the selected topics are invited to give Biblically balanced expositions on a chosen theme. For further reference, a set of books on the topics treated is sold at highly subsidized prices to participants for further reading. The set of books also helps the pastors and Church leaders to build personal libraries.\nThese annual conferences are held in at least, three of the ten regional capitals to give opportunity to pastors and Church leaders in all parts of the country to attend."
                },

                "counselingServices": {
                    "title": "Counseling Services",
                    "contents": "<b>Free Counseling Services:</b> <br /> \nThere are 2 full-time counselors; one handles the CEG Marriage and Family Ministry while the other handles the general counseling. <br />\nCEG Marriage & Family Ministry <br />\nThe institution of marriage has never been an experience of joy without heartaches. Our first parents failed when they disobeyed God. While God wants us to enjoy the relationship covered by His protective presence, we fail because we do not love His word.<br /> \nToday, a lot of man-made ideas are fighting against the principles of the word of God. The result: more heartaches. In this vein, CEG Marriage and Family ministry extends a hand to many hurting marriages providing principles based on God's Word that bring healing and restore broken relationships. <br />\nThe Marriage and Family Ministry consists of: <br />\ni. pre-marriage counseling sessions for those intending to marry <br /> \nii. marriage enrichment programmes to strengthen marriages<br />\n) for individual couples<br />\nb) couples in Churches<br />\niii. training workshops / seminars<br />\na) training people to be counselors and to use the pre-marriage counseling handbook / manual – the counselor developed for use in Ghana and Africa – in the churches<br />\nb) training counselors to handle marital problems / challenges in their churches\nThe CEG Marriage & Family training workshops / seminars are held in both Ghana and other African countries."
                }
            }
        ],

        "bookshopLocations": [
            {
                "accra": {
                    "title": "ACCRA",
                    "contents" : "<b> Challenge Enterprises of Ghana,</b> <br /> <br />\nRolyat Castle Rd. opposite ATTC, KOKOMLEMLE, ACCRA <br /> <br />\nP.O. Box 5723, ACCRA NORTH <br /> <br />\nKokomlemle Main Shop - Tel: 021-222437/223249, Fax: 021-226227 <br /> <br /> \nKokomlemle Textbooks Shop - Tel: 021-222437/223249 <br /><br /> \nAccra New Town (OM Lit) Shop <br /><br /> \nAccra New Town Music Shop <br /><br /> \nInside Presbyterian Book Depot, Accra Central 021-663124 <br /><br /> \nKantamanto Music Shop, Kantamanto Market <br /><br /> \nTrinity Shop, Trinity Theological Seminary, Legon <br /> <br />\nLabadi, opposite Trade Fair Centre <br /> <br />\nBaatsona Shop, Spintex Rd."
                },

                "tema": {
                    "title": "TEMA",
                    "contents" : "Tema Shop 022-205109, Community 1 Shopping Centre"
                },

                "abetifi": {
                    "title": "ABETIFI",
                    "contents" : "Abetifi Shop, Presbyterian University Campus"
                },

                "kumasi": {
                    "title": "KUMASI",
                    "contents" : "Kumasi Main Shop, Adum 051-26554, <br /> <br />\nKumasi Textbooks, Adum <br /> <br /> \nAyigya, adjacent to Goil Petrol Station"
                },

                "sunyani": {
                    "title": "SUNYANI",
                    "contents" : "Sunyani Shop, opposite Cocoa House. 061-27201"
                },

                "capeCoast": {
                    "title": "CAPE COAST",
                    "contents" : "Cape Coast Shop, 042-32917, Commercial Street Old Kingsway"
                },

                "tamale": {
                    "title": "TAMALE",
                    "contents" : "Tamale Shop, 071-23070, Technonet Computer School Building"
                }
            }
        ]
    }

}
